[
	{
		"id": "1",
		"que": "How much should I pay a tutor?",
		"ans": "The tutor fees depend on various factors such as your location, the tutor’s experience, the level of the student, the hours of the session, and the number of subjects."
	},
	{
		"id": "2",
		"que": "Do I need to pay the tuition fee in advance?",
		"ans": "We take first-month tuition fee in advance and the tutor is paid after the monthly sessions are over. We will issue the receipt of the fee paid to you as well as to the tutor. This brings us a commitment from both sides. We do not support or encourage any direct payment to tutor, as that could lead to potential fraud and we do not take any responsibility for such payments. (This is only for the first-month fee payment.)"
	},
	{
		"id": "3",
		"que": "Do I need to pay the tuition fee in advance?",
		"ans": "All the tutors listed on our website set their own fees. Just contact us here or call us at 8573-999-666 to know the fees of hiring a home tutor."
	},
	{
		"id": "4",
		"que": "What is the cost of hiring a home tutor?",
		"ans": "In-person ,tutoring will take place in the parent’s home. If the person being tutored is under 18, it is strongly recommended that a parent/guardian is present during the tutoring sessions for safety reasons."
	},
	{
		"id": "5",
		"que": "Where does the tutoring take place?",
		"ans": "The tutor fees depend on various factors such as your location, the tutor’s experience, the level of the student, the hours of the session, and the number of subjects."
	},
	{
		"id": "6",
		"que": "Can I get a home tutor for specific subjects ?",
		"ans": "Yes, you can get a tutor for any specific subject of your choice. When you require a tutor for single or multiple subjects we find you the a teacher who is well versed in teaching those subjects for you."
	},
	{
		"id": "7",
		"que": "What is the fee charged by TheTuitionTeacher.com?",
		"ans": "No fee is charged from the parents for hiring a home tutor from TheTuitionTeacher.com"
	},
	{
		"id": "8",
		"que": "How do I use this website to find a home tutor?",
		"ans": "Simply click on the Search Home Tutor link, then select your city, location, subject and class you want to hire a tutor for. Our database will immediately present you with a list of qualified home tutors that best fits your tuition requirement. You may click on any of the search records to view the details of the tutor including name, teaching experience, etc. If you don’t have time to scroll through search results, we can help you find a home tutor. All you need to do is just post your tuition requirement here and one of our team members will get in touch with you soon to discuss and confirm."
	},
	{
		"id": "9",
		"que": "Do home tutors cover the syllabus for all subjects?",
		"ans": "The home tutors are responsible for covering the syllabus of the subjects they are hired for. Therefore yes – if you are hiring a home tutor to teach all subjects we will assign you a home tutor who is good in teaching all subjects."
	},
	{
		"id": "10",
		"que": "Do I need to pay something to post a tuition requirement at TheTuitionTeacher.com?",
		"ans": "No! You don’t need to pay anything to post your tuition requirement."
	},
	{
		"id": "11",
		"que": "Do you verify your home tutors listed on your website?",
		"ans": "At TheTuitionTeacher.com, we are committed to providing you only The Best home tutor. To ensure this, our tutors are interviewed by one of our team members, and also the tutor’s document verification process is done to make sure only the right and eligible home tutors get connected with us and become a part of our network. We recommend parents to take ID proof and Address proof of the tutor and get his/her profile verified from the local police authorities."
	},
	{
		"id": "12",
		"que": "Will I get a demo class before I commit for full-time tuition?",
		"ans": "Yes, Once we have identified a perfect home tutor for you or your kid that matches your tuition requirement, we will arrange a one-day free demo session with the tutor at your preferred location. If you like the demo session and if you want to continue with the same tutor than we will collect the first-month tuition fee in advance. In case, If you do not like the demo session, we will arrange a new tutor for you"
	}
]
