[
	{
		"id": "1",
		"que": "How much can I earn as a tutor?",
		"ans": "Your income as a tutor depends on various number of factors, including geographic location, your experience and qualification, the number of subjects you opt, the number of hours you are spending teaching, the number of students you teach and the number/level of academic subjects. On an average our premium teachers make between 8K to 30K per month."
	},
	{
		"id": "2",
		"que": "If I register as a premium member, do you guarantee that I will get students to teach?",
		"ans": "We have a number of students and parents who are looking for the perfect home tutor for them and they are constantly using our service. As a premium member, you will be provided with the high-quality tuition jobs and we will connect you with more students/parents for a trial class, but we do not guarantee that you will get the tuitions. This will totally depend upon your profile, your performance in a trial class, teaching ability and skills."
	},
	{
		"id": "3",
		"que": "Do I need to pay in order to go for teaching?",
		"ans": "Yes, you would need to subscribe for a Premium Membership plan in order to go for teaching."
	},
	{
		"id": "4",
		"que": "How to sign up as a tutor?",
		"ans": "You can easily sign-up as a tutor in just a few easy steps:\n 1. Register yourself as a Teacher at TheTuitionTeacher.\n 2. Fill in the basic details required and complete your profile.\n 3. Wait for our review team to approve your profile.\n 4. Once your profile gets approved, you can start applying on the jobs that match with your class and subject preference. However, in order to go for the trial class and start tutoring, you need to upgrade to premium membership.\nClick here to learn more about upgrading to Premium Membership."
	},
	{
		"id": "5",
		"que": "Where does the tutoring take place?",
		"ans": "You can find students for home tuition just by signing up as a teacher at TheTuitionTeacher & then taking the premium membership and after that you may apply to the tuition jobs matching your profile."
	},

	{
		"id": "6",
		"que": "How to search and apply for tuition jobs?",
		"ans": "You can search for the latest tuition jobs here and start applying on the jobs that fit your skills, favourable location, class and subjects."
	},
	{
		"id": "7",
		"que": "I just registered as a home tutor. What should I do next?",
		"ans": "Awesome! You have taken the first step towards growing your career as a home tutor. Next step is to complete your profile and get it approved by our team. Once your profile gets approved, you can start applying on the jobs that match with your class and subject preference. However, in order to go for the trial class and start tutoring, you need to upgrade to premium membership. Premium Membership helps you in improving your profile visibility, connect with more students and get a higher number of tuition jobs. Call us at 8573-999-666 to upgrade your membership now. Click here to know how it works for tutors."
	},
	{
		"id": "8",
		"que": "Is tutor registration free?",
		"ans": "Yes, the online tutor registration is absolutely free of cost."
	},
	{
		"id": "9",
		"que": "How to register as a tutor on your website?",
		"ans": "Click here to register as a tutor and start applying on the jobs that best match your skill, favourable location, class and subjects."
	}
]
